INSERT INTO article(user_id,article_class,game_id,times,title,content)
values(10007,'情報',20007,current_timestamp(),'【情報】一個關於黑心商的桌上遊戲 -【無良商人】','鎮樓用的大公主。

各位巴友好，我們是卡坦科技，是一個台灣的桌遊自製公司。
繼【爆肝大作戰】獲得還不錯的迴響後
我們推出了第二款遊戲-【無良商人】
目前已經在網站上正式發售囉~~

以下是遊戲介紹：

【無良商人】遊戲介紹

◎遊戲資訊◎

官方產品頁：http://www.catan.com.tw/product-merchant.html
遊戲人數：3~6人
推薦人數：4~5人
適合年齡：10歲以上
遊戲時間：30-60分鐘聽過鮮便製成的臭豆腐？鮮尿製成的瀨尿蝦？以及塑化劑飲料？

【無良商人】是以這些詭異的黑心事件為主題的桌上遊戲，遊戲裡每個人都扮演著喪盡天良
的黑心商人，一切都以賺錢為最主要的目的。

一場無良商人的世紀大戰即將展開，各懷鬼胎的詭譎氣氛下，鋌而走險的你，才有機會賺取
大把金錢。這場大戰中，不僅要能識破他人的黑心技倆，看穿他人內心黑暗面，更要在危機
四伏下牟取最大利益，才能稱霸無良界，成為黑心之王。

世紀最噁爛的食物、最髒的貨，盡在無良商人！

準備好跟其他玩家一較高下，挑戰黑心之王的位置了嗎?')
,(10008,'問題',20008,current_timestamp(),'【問題】巫師:舊世界 收納','想請問有人跟我一樣已經拿到巫師:舊世界了嗎？我的是小盒版的，我發現他的收納好像沒做好上了牌套王的牌套後有些根本放不進去，不知道是我的問題還是他收納真的很差')
,(10009,'問題',20009,current_timestamp(),'【問題】gun ngun wshout','有買 gun ngun wshout 的人能說明一下「靜態可變突擊槍 轆轤」在實際遊玩的過程中要如何使用它的槍的效果，文字描述有點看不太懂，謝謝')
,(10010,'閒聊',20010,current_timestamp(),'【閒聊】自製PnP桌遊分享 末日檔案','末日檔案
檔案下載位置

在這座被摩天大樓環繞的城市裡，
常年籠罩著神秘的陰影。

高聳建築與繁忙街道交相輝映，
彷彿隱藏著無數不為人知的秘密。

各種超自然現象在暗中發生，
但一般人卻毫不知情。

直到有一天，當你整理親戚的遺物時，
無意中發現了一本古老的日記，
揭露了家族的秘密。

你意識到這些事件與你的家族有著千絲萬縷的關係。

你深入探索家族過往的神秘，
並決心繼承家族的志業，
投入這場超自然勢力的爭鬥中。')
,(10011,'閒聊',20011,current_timestamp(),'【閒聊】自製PnP桌遊分享','十二世紀中，英國諾丁罕領主阿爾溫男爵長年課取重稅、壓榨百姓，然而傳聞當地謝伍德森林裡，住著一位專門劫富濟貧的俠盜－－羅賓漢，他總能潛入阿爾溫的城堡裡，將領主的不義之財搶回分發給百姓。

今天，羅賓漢又對城內寄出了預告信，阿爾溫男爵當然不可能放任羅賓漢胡做非為，派兵駐守城堡各處；然而，羅賓漢其實早已悄悄混進守軍之中......兇手在爭執不休的人群中微笑
檔案下載位置

富豪被發現深夜於自家身亡。

當時洋房中除了富豪外、還有富豪的子女和幾位訪客,兇手必然在這些人之中,我們應該找出兇手、讓真兇繩之以法,沒錯吧?

然而,人死不能復生,找出兇手對你來說真的那麼重要嗎?還是該以自己利益為主,趁此時順勢陷害其他人入獄?

一具屍體、各懷鬼胎的人們,兇手潛藏在其中微笑。')
,(10012,'揪團',20012,current_timestamp(),'【揪團】【宜蘭】友誼甜甜圈-新朋友場活動','【友誼甜甜圈-新朋友場】
加入我們的友誼甜甜圈，讓你的週末充實有趣不孤單！我們一起品嘗美食、挑戰桌遊、探索大自然。
透過活動結識新朋友，分享生活點滴，讓生活更豐富多彩。改變的第一步，就從報名參加本活動開始吧！
本次活動我們透過簡單有趣的桌遊，讓你輕鬆無壓力認識新朋友。

★時間：3/30(六)  10:00-12:00
★費用：150元(二人同行一人免費)
★地點：星空桌遊館(宜蘭市黎明三路428之1號)
★內容：簡單遊戲&零食交流時間')
,(10013,'情報',20013,current_timestamp(),'【情報】職場遊戲-【爆肝大作戰】介紹','【爆肝大作戰】是一款以職場為主題的桌上遊戲，用一種詼諧幽默的角度，嘲弄職場中千奇百態，讓您不僅能享受遊戲帶來的樂趣，體驗工作中的各種面向，啟發您的職場力，更能學習用輕鬆的態度來面對真實人生的工作。
       在【爆肝大作戰】遊戲中，所有的玩家都扮演著初出茅廬的菜鳥，帶著雄心壯志來到這間公司，除了力爭上游、拼命工作以外，每個人的終極目標都是要在這間公司稱霸！
       但是在這惡搞事件頻傳的公司裡稱霸，可不是一件簡單事！您除了有爆不完的肝，還需要有過人的鬼混技巧，最重要的是，必須和同事表面合作、暗地勾心鬥角，才能在這公司裡遊刃有餘、一路晉升！一場明爭暗鬥、爾虞我詐的精彩鬥智旅程您準備好要開始了嗎？！
       遊戲中最重要的東西，就是我們的肝了!!也是我們工作及人生最大的資產!!我們以一個拼圖的方式來呈現，如果不斷爆肝，肝拼圖就會一片一片剝落，人生也逐漸變成黑白...')
 ,(10014,'問題',20014,current_timestamp(),'【問題】關於詭鎮奇談卡牌版','在遊玩的過程中我事先有看過規則
如果當前威脅區裡面有敵人，執行"攻擊、躲避、談判、撤退"以外的行動
怪物都會"趁亂攻擊"

不過這樣我就很疑惑了
如果依照我理解的時間軸，那麼打事件卡應該也會被趁亂攻擊
但有些事件卡本身就有帶攻擊/躲避行動的話，也要執行趁亂攻擊嗎？
例如：背刺
效果：攻擊。本次攻擊不使用力量，改為使用敏捷，本次攻擊造成+2傷害。')
,(10015,'問題',20015,current_timestamp(),'【問題】卡坦島 騎士擴充問題','各位請問一下 騎士激活後 假如升級後還是激活狀態嗎？ 在線等 拜託大家'),
(10001,'開箱',20001,current_timestamp(),'小小世界中文版(Small world)開箱+心得',
'久違的更新~距離上一篇文，一晃眼竟也2個多月了，果然忙碌的時間總是過得特別快，這次回來，正好接到了出版社的邀請撰寫新文，雖然不是新遊戲，卻是我覺得蠻好玩的遊戲，所以儘管時間有點緊迫，我還是答應了寫小小世界與小小世界:征戰地底，所以接下來將會是小小世界系列2連發。
根據出版社給我的資訊，這是小小世界首次的中文化出版，說實在的我還真有點意外，畢竟這款算是頗具知名度的經典遊戲，竟然到了今年才推出中文化，也算是蠻不可思議的了。一般來說很多遊戲本身並不會有文字依賴，所以如果是外文遊戲，朋友中有人會翻譯解釋規則也就夠了，而小小世界，雖然遊玩的過程中不需文字的閱讀，卻是真的非常需要中文化的遊戲。至於原因~請見下面的開箱分解了。
在開箱之前，不免俗的還是簡單介紹一下這款遊戲。
小小世界是在2009年出版的遊戲，算起來也十年了。近年來遊戲好像只要過了十年還沒被忘記，就會被稱作經典?! 事實上小小世界真的也算是經典之作了，不過在我心中它會成為經典，在於它採用了類似播棋的概念，每當我玩到相仿的概念時，自然的會拿小小世界當一個對照。
小小世界是個奇幻主題的遊戲，玩家透過不同種族互相爭戰，賺取金錢來獲得勝利。說到奇幻，可以想見內容一定會有一些巫師\妖精\巨魔\矮人等生物出現，這些多變的角色，帶給玩家更多的想像空間。而小小世界精美的畫風，也將這些角色描繪的很好。下面就來欣賞一下這精美的畫風。
小小世界的配件有一大車，但是看看這個收納，一個蘿蔔一個坑，對於喜歡收得剛剛好的玩家來說，絕對會覺得甚感欣慰。而遊戲中需要頻繁使用的種族片片，可以整盒取出，不需要一大盒佔滿桌面空間，也算是貼心的設計。
這個雙面的巨型幫助卡，絕對是中文化的精隨所在了，那些玲瑯滿目的種族跟特殊能力，每一種都需要大量的文字來解說。如果沒有超人的記憶力，教遊戲的朋友絕對需要備喉糖。
遊戲支援的玩家人數為2-5人，依人數的不同會使用到不同的版圖，回合數有有所不同。遊戲附有2片雙面版圖，分別為2摺與4摺。
'),(
10001,'開箱',20001,current_timestamp(),'The Texas Chainsaw Massacre: Slaughterhouse德州電鋸殺人狂-屠宰場',
'Funko Game又推出電影IP桌遊啦!
這次推出的是1974年版德州電鋸殺人狂的同名遊戲!~
The Texas Chainsaw Massacre: Slaughterhouse
德州電鋸殺人狂-屠宰場
先來科普一下這位身為影史上~四大恐怖片殺人魔之首的-德州電鋸殺人狂吧.avg1990年代砍殺片盛行~以上四位是廣受影迷喜愛的殺人魔元老，續集無數甚至有眾多影視作品和電玩、桌遊改編致敬，其中德州電鋸殺人狂還是上映時間最早的作品，第一集於1974年上映，至今已經快50周年啦!於是今年光是致敬1974年版本就推出了電玩和兩款桌遊!~
德州電鋸殺人狂-屠宰場是一款2~5人的半合作遊戲~也就是跟瘋狂詭宅一版、深入絕地二版、星際大戰帝國突襲一樣是需要城主的1對多玩法!其中一位玩家扮演索耶家族、其他玩家扮演闖入農舍的迷途小羔羊~~遊戲種共有5個劇本可供選擇~每個劇本都有特殊的逃脫規則~
索耶玩家要設法殺害入侵者玩家~而入侵者玩家則是要設法逃脫~
接下來就來開箱這款遊戲吧~!文字就像當時電影開頭進場畫面一樣描述這款遊戲
你即將體驗的遊戲，是個描述一群年輕人所遭遇的悲劇。更令人感到悲痛的是，這些年輕人原本應該充滿著希望和活力。
然而，就算他們活到夠久，也想不到會發生這種事，更不會想目睹那天一切瘋狂與可怕的畫面。對他們來說，原本是寧靜又愉快的田園夏日午後車程，卻變成了無盡噩夢。那一天的事件，引發了美國歷史上最古怪兇案之一也就是傳說中的《德州電鋸殺人狂》。
'),(
10001,'討論',20001,current_timestamp(),'桌遊分類談與心得推薦',
'『桌遊分類談』
大家好，常年潛水，今天來板上分享些心得
分享個人的桌遊分類。
自已在分類桌遊類型時，喜歡分成三大類：
1.輕鬆趣味歡樂的　派對類
2.燒腦思維互卡的　策略類
3.情境扮演沉浸式　主題類
這三大類會考量*時間*與*玩家喜好跟人數*，而設置於桌上。
==派對家庭類==
學拳練武功，先學挨打功...欸不是錯棚
專業桌遊人，隨時能從包袱裡抖幾款派對遊戲出來，讓大家能調侃彼此拉近關係，炒熱氣氛。
出遊會帶、參加慶祝派對會帶、節慶過年會帶、親友同學會也會帶，各種帶！
派對類是最"輕"而易舉的，沒太多的前置規則，直覺好上手，一來就打開彼此笑點。
老人、菜鳥、破冰、派對互動，任何空檔都適宜。
今年開始做家裡聚會的桌遊記錄，四月疫情前只開了14場的派對遊戲，一個月平均3場，其實蠻多的，可能有新遊戲或是新朋友的聚會，不然在家開派對家庭類別的遊戲比較少。(在家開家庭遊戲少？還沒小孩的關係吧!!)
個人推薦五款：
機密代碼－對抗比拼默契，適合一群人分成二隊挑戰。圖片版較輕鬆。
心靈共感－帶大家認識彼此的點與聊不同的話題，聊天的利器，來家裡吃完飯搬出來，做個心靈分享的結尾。
妙語說書人dixit－精美畫風猜謎，可變化不同的遊戲。可以用在說故事的從前從前、用在機密代碼的圖片版等等。一款多用。
妙筆神猜－畫畫無敵，誰都能畫。吵熱氣氛的神器，勝負不是重點，”傑作”才是。
大搜查－直接帶一小款出門，一群人就能隨時隨地體驗一小時的密室逃脫。出遊特殊體驗的小法寶。'),
(10002,'心得',20001,current_timestamp(),'【心得】兒童+算數桌遊推薦','很久沒發文了><
同事問我，什麼樣的桌遊適合愛算數的小朋友？
這是我推薦的桌遊清單。
1. 妙語說書人Dixit：簡單圖畫說主題遊戲，說故事的主題小朋友非常適合，繽紛的圖片與說謎語的感覺，連大人如我都抗拒不了了....擴充收不完（好繽紛啊
>>延伸：從前從前的說故事桌遊，真的完全說故事。

2. 知識線：動物 Cardline Animals：動物比大小或長度或重量，益智知識桌遊配上可愛的插圖，完全是兒童類桌遊的首選之一。
>>延伸，還有出恐龍版，更是龍控不可或缺的。

3. 蟲蟲燒烤派對 Pickomino：很棒的丟骰遊戲，我老婆的最愛，也是某同事的女友最愛。不知怎麼的，這種骰類的遊戲就是有魔力有魅力。其中算數的機率，也很適合練習簡單的風險控管。')
,(10002,'討論',20001,current_timestamp(),'【情報】2024.長期約人玩阿瓦隆','2024新年阿瓦隆線上團龍總來~~
時間：2024/1/2（二）~12/31
晚上人滿就開，時間彈性不用有壓力
地點：阿瓦隆線上網頁版
費用：免費

簡介：我們是長年在台北開團的阿瓦隆群，
目前平日都會固定在線上開阿瓦隆
因為熱愛阿瓦隆所以想要持續找尋志同道合的朋友一起遊玩和交流！
2024年也會舉辦長期的阿瓦隆線上比賽
若有興趣一起交流下面有相關資訊。
https://linktr.ee/avalonpediatw

歡迎留言人數報名或私問')
,(10003,'討論',20001,current_timestamp(),'【問題】關於阿納克遺跡的幾個問題','小弟最近開始玩了阿納克遺跡
這是第一款玩的策略遊戲
我們一起討論的規則流程後還是有一些疑問
其實大部分是卡牌效果我們搞不太清楚
想請問各位大大一些規則上有些疑問的地方

1.有些卡片會啟動營地效果，像是狗和星圖等等
狗的效果是要未被佔領的營地，請問是要完全都沒有被佔領的才行還是只要有空處(第二個)也可以發動呢?
那我啟動後其他玩家還可以佔領嗎?

2.帳篷(Tent)：啟動1個你佔領的遺址，如果是第二級須先支付2個指南針
請問這張卡是表示可以再拿一次該遺址給的資源嗎?
這遺址是指挖掘一處遺址(營地)和發現一處新遺址(1.2)級嗎?

3.有些卡片可以少支付移動值，像是海龜等
請問如果去挖掘一處新遺址要支付移動值，這樣我還可以打出減少支付的卡來執行嗎?
因為打出卡片不是也算一個主要行動，這樣是不是就算是兩個只要行動了呢?
如果是的話這樣減少支付的卡要如何使用呢?
還是我們理解錯誤了@@')
,(10002,'討論',20001,current_timestamp(),'【情報】黑嘉嘉公開「圍棋」題材桌遊《烏鷺爭霸》 主打讓新手也有機會靠「運氣」跟老手同樂！','知名職業圍棋棋士黑嘉嘉近日公開以「圍棋」主題的卡牌桌上遊戲《烏鷺爭霸》，目前正在進行募資前問卷調查。
 
　　黑嘉嘉在上週公開了圍棋卡牌對弈遊戲《烏鷺爭霸》，根據介紹指出，這是由黑嘉嘉與程式老爹團隊、以「圍棋要如何才能讓新手也能跟老手同樂啊？」為出發點打造，並找上了金馬設計團隊 dosomething studio，替這個概念注入「靈魂」，並將攜手推出《烏鷺爭霸》。
 在《烏鷺爭霸》中加入了抽卡牌元素，增加了許多運氣的成分，並需依抽到的卡牌下出相對應的棋型，確實是能有效大幅降低初學圍棋的落子的心理門檻。除了卡牌，他們設計三種不同的遊戲模式，不論是沒有接觸過圍棋的人或者到達段位的高手，相信都可以在《烏鷺爭霸》中獲得樂趣。
 
　　黑嘉嘉：「圍棋中的每一手都有它的意義及思考邏輯存在，這是圍棋最吸引我的地方，但對於許多新手來說，也可能是最沉重的一點，因為不會就是不會，輸贏相對容易預測，實力至上，幾乎沒有運氣可言～於是，結合在程式老爹對於桌遊設計的專長與熱情，我開始思考如何將卡牌元素融入圍棋，讓新手也有機會靠『運氣』跟老手同樂！」')
,(10002,'開箱',20001,current_timestamp(),'【心得】Power shark鯊很大-開箱&心得','這款Power shark也是這次去日本帶回來的小遊戲，鯊魚為主題的桌遊還真不少，尤其日本人對鯊魚主題更是情有獨鍾~玩過其中幾款真的很鬧很有梗~
以前玩家都還是扮演人類要逃出鯊口~近幾年玩家都改成扮演鯊魚啦!~
不知道各位還有玩過哪些鯊魚主題桌遊呢~?遊戲設置
從人類卡中挑選出生命值為「3」、「8」、「12」、「17」、「20」的卡各一張，並排列在桌上。另外，取出生命值為「30+」的人類卡20張，正面朝上（即救生員插圖面朝上）洗牌，並放置在生命值為「20」的人類卡旁邊。將剩餘的21張人類卡洗牌後，背面朝上作為「人類牌庫」，放在生命值為「3」的人類卡旁邊
將47張鯊魚卡洗牌，背面朝上形成「鯊魚牌庫」，放置在所有玩家都能夠輕鬆取到的位置。
確定起始玩家。最近看過鯊魚電影的人最適合擔此角色，或者可以隨機選擇。
從“鯊魚牌庫”中，按照下表向每位玩家分發鯊魚卡片。這些是起始手牌，不得向其他玩家透露內容。
※起始玩家收到最左的卡片數量。隨後，按照順時針方向增加起始手牌的數量。'),(10007,'情報',20007,current_timestamp(),'【情報】一個關於黑心商的桌上遊戲 -【無良商人】','鎮樓用的大公主。

各位巴友好，我們是卡坦科技，是一個台灣的桌遊自製公司。
繼【爆肝大作戰】獲得還不錯的迴響後
我們推出了第二款遊戲-【無良商人】
目前已經在網站上正式發售囉~~

以下是遊戲介紹：

【無良商人】遊戲介紹

◎遊戲資訊◎

官方產品頁：http://www.catan.com.tw/product-merchant.html
遊戲人數：3~6人
推薦人數：4~5人
適合年齡：10歲以上
遊戲時間：30-60分鐘聽過鮮便製成的臭豆腐？鮮尿製成的瀨尿蝦？以及塑化劑飲料？

【無良商人】是以這些詭異的黑心事件為主題的桌上遊戲，遊戲裡每個人都扮演著喪盡天良
的黑心商人，一切都以賺錢為最主要的目的。

一場無良商人的世紀大戰即將展開，各懷鬼胎的詭譎氣氛下，鋌而走險的你，才有機會賺取
大把金錢。這場大戰中，不僅要能識破他人的黑心技倆，看穿他人內心黑暗面，更要在危機
四伏下牟取最大利益，才能稱霸無良界，成為黑心之王。

世紀最噁爛的食物、最髒的貨，盡在無良商人！

準備好跟其他玩家一較高下，挑戰黑心之王的位置了嗎?')
,(10008,'問題',20008,current_timestamp(),'【問題】巫師:舊世界 收納','想請問有人跟我一樣已經拿到巫師:舊世界了嗎？我的是小盒版的，我發現他的收納好像沒做好上了牌套王的牌套後有些根本放不進去，不知道是我的問題還是他收納真的很差')
,(10009,'問題',20009,current_timestamp(),'【問題】gun ngun wshout','有買 gun ngun wshout 的人能說明一下「靜態可變突擊槍 轆轤」在實際遊玩的過程中要如何使用它的槍的效果，文字描述有點看不太懂，謝謝')
,(10010,'閒聊',20010,current_timestamp(),'【閒聊】自製PnP桌遊分享 末日檔案','末日檔案
檔案下載位置

在這座被摩天大樓環繞的城市裡，
常年籠罩著神秘的陰影。

高聳建築與繁忙街道交相輝映，
彷彿隱藏著無數不為人知的秘密。

各種超自然現象在暗中發生，
但一般人卻毫不知情。

直到有一天，當你整理親戚的遺物時，
無意中發現了一本古老的日記，
揭露了家族的秘密。

你意識到這些事件與你的家族有著千絲萬縷的關係。

你深入探索家族過往的神秘，
並決心繼承家族的志業，
投入這場超自然勢力的爭鬥中。')
,(10011,'閒聊',20011,current_timestamp(),'【閒聊】自製PnP桌遊分享','十二世紀中，英國諾丁罕領主阿爾溫男爵長年課取重稅、壓榨百姓，然而傳聞當地謝伍德森林裡，住著一位專門劫富濟貧的俠盜－－羅賓漢，他總能潛入阿爾溫的城堡裡，將領主的不義之財搶回分發給百姓。

今天，羅賓漢又對城內寄出了預告信，阿爾溫男爵當然不可能放任羅賓漢胡做非為，派兵駐守城堡各處；然而，羅賓漢其實早已悄悄混進守軍之中......兇手在爭執不休的人群中微笑
檔案下載位置

富豪被發現深夜於自家身亡。

當時洋房中除了富豪外、還有富豪的子女和幾位訪客,兇手必然在這些人之中,我們應該找出兇手、讓真兇繩之以法,沒錯吧?

然而,人死不能復生,找出兇手對你來說真的那麼重要嗎?還是該以自己利益為主,趁此時順勢陷害其他人入獄?

一具屍體、各懷鬼胎的人們,兇手潛藏在其中微笑。')
,(10012,'揪團',20012,current_timestamp(),'【揪團】【宜蘭】友誼甜甜圈-新朋友場活動','【友誼甜甜圈-新朋友場】
加入我們的友誼甜甜圈，讓你的週末充實有趣不孤單！我們一起品嘗美食、挑戰桌遊、探索大自然。
透過活動結識新朋友，分享生活點滴，讓生活更豐富多彩。改變的第一步，就從報名參加本活動開始吧！
本次活動我們透過簡單有趣的桌遊，讓你輕鬆無壓力認識新朋友。

★時間：3/30(六)  10:00-12:00
★費用：150元(二人同行一人免費)
★地點：星空桌遊館(宜蘭市黎明三路428之1號)
★內容：簡單遊戲&零食交流時間')
,(10013,'情報',20013,current_timestamp(),'【情報】職場遊戲-【爆肝大作戰】介紹','【爆肝大作戰】是一款以職場為主題的桌上遊戲，用一種詼諧幽默的角度，嘲弄職場中千奇百態，讓您不僅能享受遊戲帶來的樂趣，體驗工作中的各種面向，啟發您的職場力，更能學習用輕鬆的態度來面對真實人生的工作。
       在【爆肝大作戰】遊戲中，所有的玩家都扮演著初出茅廬的菜鳥，帶著雄心壯志來到這間公司，除了力爭上游、拼命工作以外，每個人的終極目標都是要在這間公司稱霸！
       但是在這惡搞事件頻傳的公司裡稱霸，可不是一件簡單事！您除了有爆不完的肝，還需要有過人的鬼混技巧，最重要的是，必須和同事表面合作、暗地勾心鬥角，才能在這公司裡遊刃有餘、一路晉升！一場明爭暗鬥、爾虞我詐的精彩鬥智旅程您準備好要開始了嗎？！
       遊戲中最重要的東西，就是我們的肝了!!也是我們工作及人生最大的資產!!我們以一個拼圖的方式來呈現，如果不斷爆肝，肝拼圖就會一片一片剝落，人生也逐漸變成黑白...')
 ,(10014,'問題',20014,current_timestamp(),'【問題】關於詭鎮奇談卡牌版','在遊玩的過程中我事先有看過規則
如果當前威脅區裡面有敵人，執行"攻擊、躲避、談判、撤退"以外的行動
怪物都會"趁亂攻擊"

不過這樣我就很疑惑了
如果依照我理解的時間軸，那麼打事件卡應該也會被趁亂攻擊
但有些事件卡本身就有帶攻擊/躲避行動的話，也要執行趁亂攻擊嗎？
例如：背刺
效果：攻擊。本次攻擊不使用力量，改為使用敏捷，本次攻擊造成+2傷害。')
,(10015,'問題',20015,current_timestamp(),'【問題】卡坦島 騎士擴充問題','各位請問一下 騎士激活後 假如升級後還是激活狀態嗎？ 在線等 拜託大家'),
(10001,'開箱',20001,current_timestamp(),'小小世界中文版(Small world)開箱+心得',
'久違的更新~距離上一篇文，一晃眼竟也2個多月了，果然忙碌的時間總是過得特別快，這次回來，正好接到了出版社的邀請撰寫新文，雖然不是新遊戲，卻是我覺得蠻好玩的遊戲，所以儘管時間有點緊迫，我還是答應了寫小小世界與小小世界:征戰地底，所以接下來將會是小小世界系列2連發。
根據出版社給我的資訊，這是小小世界首次的中文化出版，說實在的我還真有點意外，畢竟這款算是頗具知名度的經典遊戲，竟然到了今年才推出中文化，也算是蠻不可思議的了。一般來說很多遊戲本身並不會有文字依賴，所以如果是外文遊戲，朋友中有人會翻譯解釋規則也就夠了，而小小世界，雖然遊玩的過程中不需文字的閱讀，卻是真的非常需要中文化的遊戲。至於原因~請見下面的開箱分解了。
在開箱之前，不免俗的還是簡單介紹一下這款遊戲。
小小世界是在2009年出版的遊戲，算起來也十年了。近年來遊戲好像只要過了十年還沒被忘記，就會被稱作經典?! 事實上小小世界真的也算是經典之作了，不過在我心中它會成為經典，在於它採用了類似播棋的概念，每當我玩到相仿的概念時，自然的會拿小小世界當一個對照。
小小世界是個奇幻主題的遊戲，玩家透過不同種族互相爭戰，賺取金錢來獲得勝利。說到奇幻，可以想見內容一定會有一些巫師\妖精\巨魔\矮人等生物出現，這些多變的角色，帶給玩家更多的想像空間。而小小世界精美的畫風，也將這些角色描繪的很好。下面就來欣賞一下這精美的畫風。
小小世界的配件有一大車，但是看看這個收納，一個蘿蔔一個坑，對於喜歡收得剛剛好的玩家來說，絕對會覺得甚感欣慰。而遊戲中需要頻繁使用的種族片片，可以整盒取出，不需要一大盒佔滿桌面空間，也算是貼心的設計。
這個雙面的巨型幫助卡，絕對是中文化的精隨所在了，那些玲瑯滿目的種族跟特殊能力，每一種都需要大量的文字來解說。如果沒有超人的記憶力，教遊戲的朋友絕對需要備喉糖。
遊戲支援的玩家人數為2-5人，依人數的不同會使用到不同的版圖，回合數有有所不同。遊戲附有2片雙面版圖，分別為2摺與4摺。
'),(
10001,'開箱',20001,current_timestamp(),'The Texas Chainsaw Massacre: Slaughterhouse德州電鋸殺人狂-屠宰場',
'Funko Game又推出電影IP桌遊啦!
這次推出的是1974年版德州電鋸殺人狂的同名遊戲!~
The Texas Chainsaw Massacre: Slaughterhouse
德州電鋸殺人狂-屠宰場
先來科普一下這位身為影史上~四大恐怖片殺人魔之首的-德州電鋸殺人狂吧.avg1990年代砍殺片盛行~以上四位是廣受影迷喜愛的殺人魔元老，續集無數甚至有眾多影視作品和電玩、桌遊改編致敬，其中德州電鋸殺人狂還是上映時間最早的作品，第一集於1974年上映，至今已經快50周年啦!於是今年光是致敬1974年版本就推出了電玩和兩款桌遊!~
德州電鋸殺人狂-屠宰場是一款2~5人的半合作遊戲~也就是跟瘋狂詭宅一版、深入絕地二版、星際大戰帝國突襲一樣是需要城主的1對多玩法!其中一位玩家扮演索耶家族、其他玩家扮演闖入農舍的迷途小羔羊~~遊戲種共有5個劇本可供選擇~每個劇本都有特殊的逃脫規則~
索耶玩家要設法殺害入侵者玩家~而入侵者玩家則是要設法逃脫~
接下來就來開箱這款遊戲吧~!文字就像當時電影開頭進場畫面一樣描述這款遊戲
你即將體驗的遊戲，是個描述一群年輕人所遭遇的悲劇。更令人感到悲痛的是，這些年輕人原本應該充滿著希望和活力。
然而，就算他們活到夠久，也想不到會發生這種事，更不會想目睹那天一切瘋狂與可怕的畫面。對他們來說，原本是寧靜又愉快的田園夏日午後車程，卻變成了無盡噩夢。那一天的事件，引發了美國歷史上最古怪兇案之一也就是傳說中的《德州電鋸殺人狂》。
'),(
10001,'討論',20001,current_timestamp(),'桌遊分類談與心得推薦',
'『桌遊分類談』
大家好，常年潛水，今天來板上分享些心得
分享個人的桌遊分類。
自已在分類桌遊類型時，喜歡分成三大類：
1.輕鬆趣味歡樂的　派對類
2.燒腦思維互卡的　策略類
3.情境扮演沉浸式　主題類
這三大類會考量*時間*與*玩家喜好跟人數*，而設置於桌上。
==派對家庭類==
學拳練武功，先學挨打功...欸不是錯棚
專業桌遊人，隨時能從包袱裡抖幾款派對遊戲出來，讓大家能調侃彼此拉近關係，炒熱氣氛。
出遊會帶、參加慶祝派對會帶、節慶過年會帶、親友同學會也會帶，各種帶！
派對類是最"輕"而易舉的，沒太多的前置規則，直覺好上手，一來就打開彼此笑點。
老人、菜鳥、破冰、派對互動，任何空檔都適宜。
今年開始做家裡聚會的桌遊記錄，四月疫情前只開了14場的派對遊戲，一個月平均3場，其實蠻多的，可能有新遊戲或是新朋友的聚會，不然在家開派對家庭類別的遊戲比較少。(在家開家庭遊戲少？還沒小孩的關係吧!!)
個人推薦五款：
機密代碼－對抗比拼默契，適合一群人分成二隊挑戰。圖片版較輕鬆。
心靈共感－帶大家認識彼此的點與聊不同的話題，聊天的利器，來家裡吃完飯搬出來，做個心靈分享的結尾。
妙語說書人dixit－精美畫風猜謎，可變化不同的遊戲。可以用在說故事的從前從前、用在機密代碼的圖片版等等。一款多用。
妙筆神猜－畫畫無敵，誰都能畫。吵熱氣氛的神器，勝負不是重點，”傑作”才是。
大搜查－直接帶一小款出門，一群人就能隨時隨地體驗一小時的密室逃脫。出遊特殊體驗的小法寶。'),
(10002,'心得',20001,current_timestamp(),'【心得】兒童+算數桌遊推薦','很久沒發文了><
同事問我，什麼樣的桌遊適合愛算數的小朋友？
這是我推薦的桌遊清單。
1. 妙語說書人Dixit：簡單圖畫說主題遊戲，說故事的主題小朋友非常適合，繽紛的圖片與說謎語的感覺，連大人如我都抗拒不了了....擴充收不完（好繽紛啊
>>延伸：從前從前的說故事桌遊，真的完全說故事。

2. 知識線：動物 Cardline Animals：動物比大小或長度或重量，益智知識桌遊配上可愛的插圖，完全是兒童類桌遊的首選之一。
>>延伸，還有出恐龍版，更是龍控不可或缺的。

3. 蟲蟲燒烤派對 Pickomino：很棒的丟骰遊戲，我老婆的最愛，也是某同事的女友最愛。不知怎麼的，這種骰類的遊戲就是有魔力有魅力。其中算數的機率，也很適合練習簡單的風險控管。')
,(10002,'討論',20001,current_timestamp(),'【情報】2024.長期約人玩阿瓦隆','2024新年阿瓦隆線上團龍總來~~
時間：2024/1/2（二）~12/31
晚上人滿就開，時間彈性不用有壓力
地點：阿瓦隆線上網頁版
費用：免費

簡介：我們是長年在台北開團的阿瓦隆群，
目前平日都會固定在線上開阿瓦隆
因為熱愛阿瓦隆所以想要持續找尋志同道合的朋友一起遊玩和交流！
2024年也會舉辦長期的阿瓦隆線上比賽
若有興趣一起交流下面有相關資訊。
https://linktr.ee/avalonpediatw

歡迎留言人數報名或私問')
,(10003,'討論',20001,current_timestamp(),'【問題】關於阿納克遺跡的幾個問題','小弟最近開始玩了阿納克遺跡
這是第一款玩的策略遊戲
我們一起討論的規則流程後還是有一些疑問
其實大部分是卡牌效果我們搞不太清楚
想請問各位大大一些規則上有些疑問的地方

1.有些卡片會啟動營地效果，像是狗和星圖等等
狗的效果是要未被佔領的營地，請問是要完全都沒有被佔領的才行還是只要有空處(第二個)也可以發動呢?
那我啟動後其他玩家還可以佔領嗎?

2.帳篷(Tent)：啟動1個你佔領的遺址，如果是第二級須先支付2個指南針
請問這張卡是表示可以再拿一次該遺址給的資源嗎?
這遺址是指挖掘一處遺址(營地)和發現一處新遺址(1.2)級嗎?

3.有些卡片可以少支付移動值，像是海龜等
請問如果去挖掘一處新遺址要支付移動值，這樣我還可以打出減少支付的卡來執行嗎?
因為打出卡片不是也算一個主要行動，這樣是不是就算是兩個只要行動了呢?
如果是的話這樣減少支付的卡要如何使用呢?
還是我們理解錯誤了@@')
,(10002,'討論',20001,current_timestamp(),'【情報】黑嘉嘉公開「圍棋」題材桌遊《烏鷺爭霸》 主打讓新手也有機會靠「運氣」跟老手同樂！','知名職業圍棋棋士黑嘉嘉近日公開以「圍棋」主題的卡牌桌上遊戲《烏鷺爭霸》，目前正在進行募資前問卷調查。
 
　　黑嘉嘉在上週公開了圍棋卡牌對弈遊戲《烏鷺爭霸》，根據介紹指出，這是由黑嘉嘉與程式老爹團隊、以「圍棋要如何才能讓新手也能跟老手同樂啊？」為出發點打造，並找上了金馬設計團隊 dosomething studio，替這個概念注入「靈魂」，並將攜手推出《烏鷺爭霸》。
 在《烏鷺爭霸》中加入了抽卡牌元素，增加了許多運氣的成分，並需依抽到的卡牌下出相對應的棋型，確實是能有效大幅降低初學圍棋的落子的心理門檻。除了卡牌，他們設計三種不同的遊戲模式，不論是沒有接觸過圍棋的人或者到達段位的高手，相信都可以在《烏鷺爭霸》中獲得樂趣。
 
　　黑嘉嘉：「圍棋中的每一手都有它的意義及思考邏輯存在，這是圍棋最吸引我的地方，但對於許多新手來說，也可能是最沉重的一點，因為不會就是不會，輸贏相對容易預測，實力至上，幾乎沒有運氣可言～於是，結合在程式老爹對於桌遊設計的專長與熱情，我開始思考如何將卡牌元素融入圍棋，讓新手也有機會靠『運氣』跟老手同樂！」')
,(10002,'開箱',20001,current_timestamp(),'【心得】Power shark鯊很大-開箱&心得','這款Power shark也是這次去日本帶回來的小遊戲，鯊魚為主題的桌遊還真不少，尤其日本人對鯊魚主題更是情有獨鍾~玩過其中幾款真的很鬧很有梗~
以前玩家都還是扮演人類要逃出鯊口~近幾年玩家都改成扮演鯊魚啦!~
不知道各位還有玩過哪些鯊魚主題桌遊呢~?遊戲設置
從人類卡中挑選出生命值為「3」、「8」、「12」、「17」、「20」的卡各一張，並排列在桌上。另外，取出生命值為「30+」的人類卡20張，正面朝上（即救生員插圖面朝上）洗牌，並放置在生命值為「20」的人類卡旁邊。將剩餘的21張人類卡洗牌後，背面朝上作為「人類牌庫」，放在生命值為「3」的人類卡旁邊
將47張鯊魚卡洗牌，背面朝上形成「鯊魚牌庫」，放置在所有玩家都能夠輕鬆取到的位置。
確定起始玩家。最近看過鯊魚電影的人最適合擔此角色，或者可以隨機選擇。
從“鯊魚牌庫”中，按照下表向每位玩家分發鯊魚卡片。這些是起始手牌，不得向其他玩家透露內容。
※起始玩家收到最左的卡片數量。隨後，按照順時針方向增加起始手牌的數量。'),(10007,'情報',20007,current_timestamp(),'【情報】一個關於黑心商的桌上遊戲 -【無良商人】','鎮樓用的大公主。

各位巴友好，我們是卡坦科技，是一個台灣的桌遊自製公司。
繼【爆肝大作戰】獲得還不錯的迴響後
我們推出了第二款遊戲-【無良商人】
目前已經在網站上正式發售囉~~

以下是遊戲介紹：

【無良商人】遊戲介紹

◎遊戲資訊◎

官方產品頁：http://www.catan.com.tw/product-merchant.html
遊戲人數：3~6人
推薦人數：4~5人
適合年齡：10歲以上
遊戲時間：30-60分鐘聽過鮮便製成的臭豆腐？鮮尿製成的瀨尿蝦？以及塑化劑飲料？

【無良商人】是以這些詭異的黑心事件為主題的桌上遊戲，遊戲裡每個人都扮演著喪盡天良
的黑心商人，一切都以賺錢為最主要的目的。

一場無良商人的世紀大戰即將展開，各懷鬼胎的詭譎氣氛下，鋌而走險的你，才有機會賺取
大把金錢。這場大戰中，不僅要能識破他人的黑心技倆，看穿他人內心黑暗面，更要在危機
四伏下牟取最大利益，才能稱霸無良界，成為黑心之王。

世紀最噁爛的食物、最髒的貨，盡在無良商人！

準備好跟其他玩家一較高下，挑戰黑心之王的位置了嗎?')
,(10008,'問題',20008,current_timestamp(),'【問題】巫師:舊世界 收納','想請問有人跟我一樣已經拿到巫師:舊世界了嗎？我的是小盒版的，我發現他的收納好像沒做好上了牌套王的牌套後有些根本放不進去，不知道是我的問題還是他收納真的很差')
,(10009,'問題',20009,current_timestamp(),'【問題】gun ngun wshout','有買 gun ngun wshout 的人能說明一下「靜態可變突擊槍 轆轤」在實際遊玩的過程中要如何使用它的槍的效果，文字描述有點看不太懂，謝謝')
,(10010,'閒聊',20010,current_timestamp(),'【閒聊】自製PnP桌遊分享 末日檔案','末日檔案
檔案下載位置

在這座被摩天大樓環繞的城市裡，
常年籠罩著神秘的陰影。

高聳建築與繁忙街道交相輝映，
彷彿隱藏著無數不為人知的秘密。

各種超自然現象在暗中發生，
但一般人卻毫不知情。

直到有一天，當你整理親戚的遺物時，
無意中發現了一本古老的日記，
揭露了家族的秘密。

你意識到這些事件與你的家族有著千絲萬縷的關係。

你深入探索家族過往的神秘，
並決心繼承家族的志業，
投入這場超自然勢力的爭鬥中。')
,(10011,'閒聊',20011,current_timestamp(),'【閒聊】自製PnP桌遊分享','十二世紀中，英國諾丁罕領主阿爾溫男爵長年課取重稅、壓榨百姓，然而傳聞當地謝伍德森林裡，住著一位專門劫富濟貧的俠盜－－羅賓漢，他總能潛入阿爾溫的城堡裡，將領主的不義之財搶回分發給百姓。

今天，羅賓漢又對城內寄出了預告信，阿爾溫男爵當然不可能放任羅賓漢胡做非為，派兵駐守城堡各處；然而，羅賓漢其實早已悄悄混進守軍之中......兇手在爭執不休的人群中微笑
檔案下載位置

富豪被發現深夜於自家身亡。

當時洋房中除了富豪外、還有富豪的子女和幾位訪客,兇手必然在這些人之中,我們應該找出兇手、讓真兇繩之以法,沒錯吧?

然而,人死不能復生,找出兇手對你來說真的那麼重要嗎?還是該以自己利益為主,趁此時順勢陷害其他人入獄?

一具屍體、各懷鬼胎的人們,兇手潛藏在其中微笑。')
,(10012,'揪團',20012,current_timestamp(),'【揪團】【宜蘭】友誼甜甜圈-新朋友場活動','【友誼甜甜圈-新朋友場】
加入我們的友誼甜甜圈，讓你的週末充實有趣不孤單！我們一起品嘗美食、挑戰桌遊、探索大自然。
透過活動結識新朋友，分享生活點滴，讓生活更豐富多彩。改變的第一步，就從報名參加本活動開始吧！
本次活動我們透過簡單有趣的桌遊，讓你輕鬆無壓力認識新朋友。

★時間：3/30(六)  10:00-12:00
★費用：150元(二人同行一人免費)
★地點：星空桌遊館(宜蘭市黎明三路428之1號)
★內容：簡單遊戲&零食交流時間')
,(10013,'情報',20013,current_timestamp(),'【情報】職場遊戲-【爆肝大作戰】介紹','【爆肝大作戰】是一款以職場為主題的桌上遊戲，用一種詼諧幽默的角度，嘲弄職場中千奇百態，讓您不僅能享受遊戲帶來的樂趣，體驗工作中的各種面向，啟發您的職場力，更能學習用輕鬆的態度來面對真實人生的工作。
       在【爆肝大作戰】遊戲中，所有的玩家都扮演著初出茅廬的菜鳥，帶著雄心壯志來到這間公司，除了力爭上游、拼命工作以外，每個人的終極目標都是要在這間公司稱霸！
       但是在這惡搞事件頻傳的公司裡稱霸，可不是一件簡單事！您除了有爆不完的肝，還需要有過人的鬼混技巧，最重要的是，必須和同事表面合作、暗地勾心鬥角，才能在這公司裡遊刃有餘、一路晉升！一場明爭暗鬥、爾虞我詐的精彩鬥智旅程您準備好要開始了嗎？！
       遊戲中最重要的東西，就是我們的肝了!!也是我們工作及人生最大的資產!!我們以一個拼圖的方式來呈現，如果不斷爆肝，肝拼圖就會一片一片剝落，人生也逐漸變成黑白...')
 ,(10014,'問題',20014,current_timestamp(),'【問題】關於詭鎮奇談卡牌版','在遊玩的過程中我事先有看過規則
如果當前威脅區裡面有敵人，執行"攻擊、躲避、談判、撤退"以外的行動
怪物都會"趁亂攻擊"

不過這樣我就很疑惑了
如果依照我理解的時間軸，那麼打事件卡應該也會被趁亂攻擊
但有些事件卡本身就有帶攻擊/躲避行動的話，也要執行趁亂攻擊嗎？
例如：背刺
效果：攻擊。本次攻擊不使用力量，改為使用敏捷，本次攻擊造成+2傷害。')
,(10015,'問題',20015,current_timestamp(),'【問題】卡坦島 騎士擴充問題','各位請問一下 騎士激活後 假如升級後還是激活狀態嗎？ 在線等 拜託大家'),
(10001,'開箱',20001,current_timestamp(),'小小世界中文版(Small world)開箱+心得',
'久違的更新~距離上一篇文，一晃眼竟也2個多月了，果然忙碌的時間總是過得特別快，這次回來，正好接到了出版社的邀請撰寫新文，雖然不是新遊戲，卻是我覺得蠻好玩的遊戲，所以儘管時間有點緊迫，我還是答應了寫小小世界與小小世界:征戰地底，所以接下來將會是小小世界系列2連發。
根據出版社給我的資訊，這是小小世界首次的中文化出版，說實在的我還真有點意外，畢竟這款算是頗具知名度的經典遊戲，竟然到了今年才推出中文化，也算是蠻不可思議的了。一般來說很多遊戲本身並不會有文字依賴，所以如果是外文遊戲，朋友中有人會翻譯解釋規則也就夠了，而小小世界，雖然遊玩的過程中不需文字的閱讀，卻是真的非常需要中文化的遊戲。至於原因~請見下面的開箱分解了。
在開箱之前，不免俗的還是簡單介紹一下這款遊戲。
小小世界是在2009年出版的遊戲，算起來也十年了。近年來遊戲好像只要過了十年還沒被忘記，就會被稱作經典?! 事實上小小世界真的也算是經典之作了，不過在我心中它會成為經典，在於它採用了類似播棋的概念，每當我玩到相仿的概念時，自然的會拿小小世界當一個對照。
小小世界是個奇幻主題的遊戲，玩家透過不同種族互相爭戰，賺取金錢來獲得勝利。說到奇幻，可以想見內容一定會有一些巫師\妖精\巨魔\矮人等生物出現，這些多變的角色，帶給玩家更多的想像空間。而小小世界精美的畫風，也將這些角色描繪的很好。下面就來欣賞一下這精美的畫風。
小小世界的配件有一大車，但是看看這個收納，一個蘿蔔一個坑，對於喜歡收得剛剛好的玩家來說，絕對會覺得甚感欣慰。而遊戲中需要頻繁使用的種族片片，可以整盒取出，不需要一大盒佔滿桌面空間，也算是貼心的設計。
這個雙面的巨型幫助卡，絕對是中文化的精隨所在了，那些玲瑯滿目的種族跟特殊能力，每一種都需要大量的文字來解說。如果沒有超人的記憶力，教遊戲的朋友絕對需要備喉糖。
遊戲支援的玩家人數為2-5人，依人數的不同會使用到不同的版圖，回合數有有所不同。遊戲附有2片雙面版圖，分別為2摺與4摺。
'),(
10001,'開箱',20001,current_timestamp(),'The Texas Chainsaw Massacre: Slaughterhouse德州電鋸殺人狂-屠宰場',
'Funko Game又推出電影IP桌遊啦!
這次推出的是1974年版德州電鋸殺人狂的同名遊戲!~
The Texas Chainsaw Massacre: Slaughterhouse
德州電鋸殺人狂-屠宰場
先來科普一下這位身為影史上~四大恐怖片殺人魔之首的-德州電鋸殺人狂吧.avg1990年代砍殺片盛行~以上四位是廣受影迷喜愛的殺人魔元老，續集無數甚至有眾多影視作品和電玩、桌遊改編致敬，其中德州電鋸殺人狂還是上映時間最早的作品，第一集於1974年上映，至今已經快50周年啦!於是今年光是致敬1974年版本就推出了電玩和兩款桌遊!~
德州電鋸殺人狂-屠宰場是一款2~5人的半合作遊戲~也就是跟瘋狂詭宅一版、深入絕地二版、星際大戰帝國突襲一樣是需要城主的1對多玩法!其中一位玩家扮演索耶家族、其他玩家扮演闖入農舍的迷途小羔羊~~遊戲種共有5個劇本可供選擇~每個劇本都有特殊的逃脫規則~
索耶玩家要設法殺害入侵者玩家~而入侵者玩家則是要設法逃脫~
接下來就來開箱這款遊戲吧~!文字就像當時電影開頭進場畫面一樣描述這款遊戲
你即將體驗的遊戲，是個描述一群年輕人所遭遇的悲劇。更令人感到悲痛的是，這些年輕人原本應該充滿著希望和活力。
然而，就算他們活到夠久，也想不到會發生這種事，更不會想目睹那天一切瘋狂與可怕的畫面。對他們來說，原本是寧靜又愉快的田園夏日午後車程，卻變成了無盡噩夢。那一天的事件，引發了美國歷史上最古怪兇案之一也就是傳說中的《德州電鋸殺人狂》。
'),(
10001,'討論',20001,current_timestamp(),'桌遊分類談與心得推薦',
'『桌遊分類談』
大家好，常年潛水，今天來板上分享些心得
分享個人的桌遊分類。
自已在分類桌遊類型時，喜歡分成三大類：
1.輕鬆趣味歡樂的　派對類
2.燒腦思維互卡的　策略類
3.情境扮演沉浸式　主題類
這三大類會考量*時間*與*玩家喜好跟人數*，而設置於桌上。
==派對家庭類==
學拳練武功，先學挨打功...欸不是錯棚
專業桌遊人，隨時能從包袱裡抖幾款派對遊戲出來，讓大家能調侃彼此拉近關係，炒熱氣氛。
出遊會帶、參加慶祝派對會帶、節慶過年會帶、親友同學會也會帶，各種帶！
派對類是最"輕"而易舉的，沒太多的前置規則，直覺好上手，一來就打開彼此笑點。
老人、菜鳥、破冰、派對互動，任何空檔都適宜。
今年開始做家裡聚會的桌遊記錄，四月疫情前只開了14場的派對遊戲，一個月平均3場，其實蠻多的，可能有新遊戲或是新朋友的聚會，不然在家開派對家庭類別的遊戲比較少。(在家開家庭遊戲少？還沒小孩的關係吧!!)
個人推薦五款：
機密代碼－對抗比拼默契，適合一群人分成二隊挑戰。圖片版較輕鬆。
心靈共感－帶大家認識彼此的點與聊不同的話題，聊天的利器，來家裡吃完飯搬出來，做個心靈分享的結尾。
妙語說書人dixit－精美畫風猜謎，可變化不同的遊戲。可以用在說故事的從前從前、用在機密代碼的圖片版等等。一款多用。
妙筆神猜－畫畫無敵，誰都能畫。吵熱氣氛的神器，勝負不是重點，”傑作”才是。
大搜查－直接帶一小款出門，一群人就能隨時隨地體驗一小時的密室逃脫。出遊特殊體驗的小法寶。'),
(10002,'心得',20001,current_timestamp(),'【心得】兒童+算數桌遊推薦','很久沒發文了><
同事問我，什麼樣的桌遊適合愛算數的小朋友？
這是我推薦的桌遊清單。
1. 妙語說書人Dixit：簡單圖畫說主題遊戲，說故事的主題小朋友非常適合，繽紛的圖片與說謎語的感覺，連大人如我都抗拒不了了....擴充收不完（好繽紛啊
>>延伸：從前從前的說故事桌遊，真的完全說故事。

2. 知識線：動物 Cardline Animals：動物比大小或長度或重量，益智知識桌遊配上可愛的插圖，完全是兒童類桌遊的首選之一。
>>延伸，還有出恐龍版，更是龍控不可或缺的。

3. 蟲蟲燒烤派對 Pickomino：很棒的丟骰遊戲，我老婆的最愛，也是某同事的女友最愛。不知怎麼的，這種骰類的遊戲就是有魔力有魅力。其中算數的機率，也很適合練習簡單的風險控管。')
,(10002,'討論',20001,current_timestamp(),'【情報】2024.長期約人玩阿瓦隆','2024新年阿瓦隆線上團龍總來~~
時間：2024/1/2（二）~12/31
晚上人滿就開，時間彈性不用有壓力
地點：阿瓦隆線上網頁版
費用：免費

簡介：我們是長年在台北開團的阿瓦隆群，
目前平日都會固定在線上開阿瓦隆
因為熱愛阿瓦隆所以想要持續找尋志同道合的朋友一起遊玩和交流！
2024年也會舉辦長期的阿瓦隆線上比賽
若有興趣一起交流下面有相關資訊。
https://linktr.ee/avalonpediatw

歡迎留言人數報名或私問')
,(10003,'討論',20001,current_timestamp(),'【問題】關於阿納克遺跡的幾個問題','小弟最近開始玩了阿納克遺跡
這是第一款玩的策略遊戲
我們一起討論的規則流程後還是有一些疑問
其實大部分是卡牌效果我們搞不太清楚
想請問各位大大一些規則上有些疑問的地方

1.有些卡片會啟動營地效果，像是狗和星圖等等
狗的效果是要未被佔領的營地，請問是要完全都沒有被佔領的才行還是只要有空處(第二個)也可以發動呢?
那我啟動後其他玩家還可以佔領嗎?

2.帳篷(Tent)：啟動1個你佔領的遺址，如果是第二級須先支付2個指南針
請問這張卡是表示可以再拿一次該遺址給的資源嗎?
這遺址是指挖掘一處遺址(營地)和發現一處新遺址(1.2)級嗎?

3.有些卡片可以少支付移動值，像是海龜等
請問如果去挖掘一處新遺址要支付移動值，這樣我還可以打出減少支付的卡來執行嗎?
因為打出卡片不是也算一個主要行動，這樣是不是就算是兩個只要行動了呢?
如果是的話這樣減少支付的卡要如何使用呢?
還是我們理解錯誤了@@')
,(10002,'討論',20001,current_timestamp(),'【情報】黑嘉嘉公開「圍棋」題材桌遊《烏鷺爭霸》 主打讓新手也有機會靠「運氣」跟老手同樂！','知名職業圍棋棋士黑嘉嘉近日公開以「圍棋」主題的卡牌桌上遊戲《烏鷺爭霸》，目前正在進行募資前問卷調查。
 
　　黑嘉嘉在上週公開了圍棋卡牌對弈遊戲《烏鷺爭霸》，根據介紹指出，這是由黑嘉嘉與程式老爹團隊、以「圍棋要如何才能讓新手也能跟老手同樂啊？」為出發點打造，並找上了金馬設計團隊 dosomething studio，替這個概念注入「靈魂」，並將攜手推出《烏鷺爭霸》。
 在《烏鷺爭霸》中加入了抽卡牌元素，增加了許多運氣的成分，並需依抽到的卡牌下出相對應的棋型，確實是能有效大幅降低初學圍棋的落子的心理門檻。除了卡牌，他們設計三種不同的遊戲模式，不論是沒有接觸過圍棋的人或者到達段位的高手，相信都可以在《烏鷺爭霸》中獲得樂趣。
 
　　黑嘉嘉：「圍棋中的每一手都有它的意義及思考邏輯存在，這是圍棋最吸引我的地方，但對於許多新手來說，也可能是最沉重的一點，因為不會就是不會，輸贏相對容易預測，實力至上，幾乎沒有運氣可言～於是，結合在程式老爹對於桌遊設計的專長與熱情，我開始思考如何將卡牌元素融入圍棋，讓新手也有機會靠『運氣』跟老手同樂！」')
,(10002,'開箱',20001,current_timestamp(),'【心得】Power shark鯊很大-開箱&心得','這款Power shark也是這次去日本帶回來的小遊戲，鯊魚為主題的桌遊還真不少，尤其日本人對鯊魚主題更是情有獨鍾~玩過其中幾款真的很鬧很有梗~
以前玩家都還是扮演人類要逃出鯊口~近幾年玩家都改成扮演鯊魚啦!~
不知道各位還有玩過哪些鯊魚主題桌遊呢~?遊戲設置
從人類卡中挑選出生命值為「3」、「8」、「12」、「17」、「20」的卡各一張，並排列在桌上。另外，取出生命值為「30+」的人類卡20張，正面朝上（即救生員插圖面朝上）洗牌，並放置在生命值為「20」的人類卡旁邊。將剩餘的21張人類卡洗牌後，背面朝上作為「人類牌庫」，放在生命值為「3」的人類卡旁邊
將47張鯊魚卡洗牌，背面朝上形成「鯊魚牌庫」，放置在所有玩家都能夠輕鬆取到的位置。
確定起始玩家。最近看過鯊魚電影的人最適合擔此角色，或者可以隨機選擇。
從“鯊魚牌庫”中，按照下表向每位玩家分發鯊魚卡片。這些是起始手牌，不得向其他玩家透露內容。
※起始玩家收到最左的卡片數量。隨後，按照順時針方向增加起始手牌的數量。'),(10007,'情報',20007,current_timestamp(),'【情報】一個關於黑心商的桌上遊戲 -【無良商人】','鎮樓用的大公主。

各位巴友好，我們是卡坦科技，是一個台灣的桌遊自製公司。
繼【爆肝大作戰】獲得還不錯的迴響後
我們推出了第二款遊戲-【無良商人】
目前已經在網站上正式發售囉~~

以下是遊戲介紹：

【無良商人】遊戲介紹

◎遊戲資訊◎

官方產品頁：http://www.catan.com.tw/product-merchant.html
遊戲人數：3~6人
推薦人數：4~5人
適合年齡：10歲以上
遊戲時間：30-60分鐘聽過鮮便製成的臭豆腐？鮮尿製成的瀨尿蝦？以及塑化劑飲料？

【無良商人】是以這些詭異的黑心事件為主題的桌上遊戲，遊戲裡每個人都扮演著喪盡天良
的黑心商人，一切都以賺錢為最主要的目的。

一場無良商人的世紀大戰即將展開，各懷鬼胎的詭譎氣氛下，鋌而走險的你，才有機會賺取
大把金錢。這場大戰中，不僅要能識破他人的黑心技倆，看穿他人內心黑暗面，更要在危機
四伏下牟取最大利益，才能稱霸無良界，成為黑心之王。

世紀最噁爛的食物、最髒的貨，盡在無良商人！

準備好跟其他玩家一較高下，挑戰黑心之王的位置了嗎?')
,(10008,'問題',20008,current_timestamp(),'【問題】巫師:舊世界 收納','想請問有人跟我一樣已經拿到巫師:舊世界了嗎？我的是小盒版的，我發現他的收納好像沒做好上了牌套王的牌套後有些根本放不進去，不知道是我的問題還是他收納真的很差')
,(10009,'問題',20009,current_timestamp(),'【問題】gun ngun wshout','有買 gun ngun wshout 的人能說明一下「靜態可變突擊槍 轆轤」在實際遊玩的過程中要如何使用它的槍的效果，文字描述有點看不太懂，謝謝')
,(10010,'閒聊',20010,current_timestamp(),'【閒聊】自製PnP桌遊分享 末日檔案','末日檔案
檔案下載位置

在這座被摩天大樓環繞的城市裡，
常年籠罩著神秘的陰影。

高聳建築與繁忙街道交相輝映，
彷彿隱藏著無數不為人知的秘密。

各種超自然現象在暗中發生，
但一般人卻毫不知情。

直到有一天，當你整理親戚的遺物時，
無意中發現了一本古老的日記，
揭露了家族的秘密。

你意識到這些事件與你的家族有著千絲萬縷的關係。

你深入探索家族過往的神秘，
並決心繼承家族的志業，
投入這場超自然勢力的爭鬥中。')
,(10011,'閒聊',20011,current_timestamp(),'【閒聊】自製PnP桌遊分享','十二世紀中，英國諾丁罕領主阿爾溫男爵長年課取重稅、壓榨百姓，然而傳聞當地謝伍德森林裡，住著一位專門劫富濟貧的俠盜－－羅賓漢，他總能潛入阿爾溫的城堡裡，將領主的不義之財搶回分發給百姓。

今天，羅賓漢又對城內寄出了預告信，阿爾溫男爵當然不可能放任羅賓漢胡做非為，派兵駐守城堡各處；然而，羅賓漢其實早已悄悄混進守軍之中......兇手在爭執不休的人群中微笑
檔案下載位置

富豪被發現深夜於自家身亡。

當時洋房中除了富豪外、還有富豪的子女和幾位訪客,兇手必然在這些人之中,我們應該找出兇手、讓真兇繩之以法,沒錯吧?

然而,人死不能復生,找出兇手對你來說真的那麼重要嗎?還是該以自己利益為主,趁此時順勢陷害其他人入獄?

一具屍體、各懷鬼胎的人們,兇手潛藏在其中微笑。')
,(10012,'揪團',20012,current_timestamp(),'【揪團】【宜蘭】友誼甜甜圈-新朋友場活動','【友誼甜甜圈-新朋友場】
加入我們的友誼甜甜圈，讓你的週末充實有趣不孤單！我們一起品嘗美食、挑戰桌遊、探索大自然。
透過活動結識新朋友，分享生活點滴，讓生活更豐富多彩。改變的第一步，就從報名參加本活動開始吧！
本次活動我們透過簡單有趣的桌遊，讓你輕鬆無壓力認識新朋友。

★時間：3/30(六)  10:00-12:00
★費用：150元(二人同行一人免費)
★地點：星空桌遊館(宜蘭市黎明三路428之1號)
★內容：簡單遊戲&零食交流時間')
,(10013,'情報',20013,current_timestamp(),'【情報】職場遊戲-【爆肝大作戰】介紹','【爆肝大作戰】是一款以職場為主題的桌上遊戲，用一種詼諧幽默的角度，嘲弄職場中千奇百態，讓您不僅能享受遊戲帶來的樂趣，體驗工作中的各種面向，啟發您的職場力，更能學習用輕鬆的態度來面對真實人生的工作。
       在【爆肝大作戰】遊戲中，所有的玩家都扮演著初出茅廬的菜鳥，帶著雄心壯志來到這間公司，除了力爭上游、拼命工作以外，每個人的終極目標都是要在這間公司稱霸！
       但是在這惡搞事件頻傳的公司裡稱霸，可不是一件簡單事！您除了有爆不完的肝，還需要有過人的鬼混技巧，最重要的是，必須和同事表面合作、暗地勾心鬥角，才能在這公司裡遊刃有餘、一路晉升！一場明爭暗鬥、爾虞我詐的精彩鬥智旅程您準備好要開始了嗎？！
       遊戲中最重要的東西，就是我們的肝了!!也是我們工作及人生最大的資產!!我們以一個拼圖的方式來呈現，如果不斷爆肝，肝拼圖就會一片一片剝落，人生也逐漸變成黑白...')
 ,(10014,'問題',20014,current_timestamp(),'【問題】關於詭鎮奇談卡牌版','在遊玩的過程中我事先有看過規則
如果當前威脅區裡面有敵人，執行"攻擊、躲避、談判、撤退"以外的行動
怪物都會"趁亂攻擊"

不過這樣我就很疑惑了
如果依照我理解的時間軸，那麼打事件卡應該也會被趁亂攻擊
但有些事件卡本身就有帶攻擊/躲避行動的話，也要執行趁亂攻擊嗎？
例如：背刺
效果：攻擊。本次攻擊不使用力量，改為使用敏捷，本次攻擊造成+2傷害。')
,(10015,'問題',20015,current_timestamp(),'【問題】卡坦島 騎士擴充問題','各位請問一下 騎士激活後 假如升級後還是激活狀態嗎？ 在線等 拜託大家'),
(10001,'開箱',20001,current_timestamp(),'小小世界中文版(Small world)開箱+心得',
'久違的更新~距離上一篇文，一晃眼竟也2個多月了，果然忙碌的時間總是過得特別快，這次回來，正好接到了出版社的邀請撰寫新文，雖然不是新遊戲，卻是我覺得蠻好玩的遊戲，所以儘管時間有點緊迫，我還是答應了寫小小世界與小小世界:征戰地底，所以接下來將會是小小世界系列2連發。
根據出版社給我的資訊，這是小小世界首次的中文化出版，說實在的我還真有點意外，畢竟這款算是頗具知名度的經典遊戲，竟然到了今年才推出中文化，也算是蠻不可思議的了。一般來說很多遊戲本身並不會有文字依賴，所以如果是外文遊戲，朋友中有人會翻譯解釋規則也就夠了，而小小世界，雖然遊玩的過程中不需文字的閱讀，卻是真的非常需要中文化的遊戲。至於原因~請見下面的開箱分解了。
在開箱之前，不免俗的還是簡單介紹一下這款遊戲。
小小世界是在2009年出版的遊戲，算起來也十年了。近年來遊戲好像只要過了十年還沒被忘記，就會被稱作經典?! 事實上小小世界真的也算是經典之作了，不過在我心中它會成為經典，在於它採用了類似播棋的概念，每當我玩到相仿的概念時，自然的會拿小小世界當一個對照。
小小世界是個奇幻主題的遊戲，玩家透過不同種族互相爭戰，賺取金錢來獲得勝利。說到奇幻，可以想見內容一定會有一些巫師\妖精\巨魔\矮人等生物出現，這些多變的角色，帶給玩家更多的想像空間。而小小世界精美的畫風，也將這些角色描繪的很好。下面就來欣賞一下這精美的畫風。
小小世界的配件有一大車，但是看看這個收納，一個蘿蔔一個坑，對於喜歡收得剛剛好的玩家來說，絕對會覺得甚感欣慰。而遊戲中需要頻繁使用的種族片片，可以整盒取出，不需要一大盒佔滿桌面空間，也算是貼心的設計。
這個雙面的巨型幫助卡，絕對是中文化的精隨所在了，那些玲瑯滿目的種族跟特殊能力，每一種都需要大量的文字來解說。如果沒有超人的記憶力，教遊戲的朋友絕對需要備喉糖。
遊戲支援的玩家人數為2-5人，依人數的不同會使用到不同的版圖，回合數有有所不同。遊戲附有2片雙面版圖，分別為2摺與4摺。
'),(
10001,'開箱',20001,current_timestamp(),'The Texas Chainsaw Massacre: Slaughterhouse德州電鋸殺人狂-屠宰場',
'Funko Game又推出電影IP桌遊啦!
這次推出的是1974年版德州電鋸殺人狂的同名遊戲!~
The Texas Chainsaw Massacre: Slaughterhouse
德州電鋸殺人狂-屠宰場
先來科普一下這位身為影史上~四大恐怖片殺人魔之首的-德州電鋸殺人狂吧.avg1990年代砍殺片盛行~以上四位是廣受影迷喜愛的殺人魔元老，續集無數甚至有眾多影視作品和電玩、桌遊改編致敬，其中德州電鋸殺人狂還是上映時間最早的作品，第一集於1974年上映，至今已經快50周年啦!於是今年光是致敬1974年版本就推出了電玩和兩款桌遊!~
德州電鋸殺人狂-屠宰場是一款2~5人的半合作遊戲~也就是跟瘋狂詭宅一版、深入絕地二版、星際大戰帝國突襲一樣是需要城主的1對多玩法!其中一位玩家扮演索耶家族、其他玩家扮演闖入農舍的迷途小羔羊~~遊戲種共有5個劇本可供選擇~每個劇本都有特殊的逃脫規則~
索耶玩家要設法殺害入侵者玩家~而入侵者玩家則是要設法逃脫~
接下來就來開箱這款遊戲吧~!文字就像當時電影開頭進場畫面一樣描述這款遊戲
你即將體驗的遊戲，是個描述一群年輕人所遭遇的悲劇。更令人感到悲痛的是，這些年輕人原本應該充滿著希望和活力。
然而，就算他們活到夠久，也想不到會發生這種事，更不會想目睹那天一切瘋狂與可怕的畫面。對他們來說，原本是寧靜又愉快的田園夏日午後車程，卻變成了無盡噩夢。那一天的事件，引發了美國歷史上最古怪兇案之一也就是傳說中的《德州電鋸殺人狂》。
'),(
10001,'討論',20001,current_timestamp(),'桌遊分類談與心得推薦',
'『桌遊分類談』
大家好，常年潛水，今天來板上分享些心得
分享個人的桌遊分類。
自已在分類桌遊類型時，喜歡分成三大類：
1.輕鬆趣味歡樂的　派對類
2.燒腦思維互卡的　策略類
3.情境扮演沉浸式　主題類
這三大類會考量*時間*與*玩家喜好跟人數*，而設置於桌上。
==派對家庭類==
學拳練武功，先學挨打功...欸不是錯棚
專業桌遊人，隨時能從包袱裡抖幾款派對遊戲出來，讓大家能調侃彼此拉近關係，炒熱氣氛。
出遊會帶、參加慶祝派對會帶、節慶過年會帶、親友同學會也會帶，各種帶！
派對類是最"輕"而易舉的，沒太多的前置規則，直覺好上手，一來就打開彼此笑點。
老人、菜鳥、破冰、派對互動，任何空檔都適宜。
今年開始做家裡聚會的桌遊記錄，四月疫情前只開了14場的派對遊戲，一個月平均3場，其實蠻多的，可能有新遊戲或是新朋友的聚會，不然在家開派對家庭類別的遊戲比較少。(在家開家庭遊戲少？還沒小孩的關係吧!!)
個人推薦五款：
機密代碼－對抗比拼默契，適合一群人分成二隊挑戰。圖片版較輕鬆。
心靈共感－帶大家認識彼此的點與聊不同的話題，聊天的利器，來家裡吃完飯搬出來，做個心靈分享的結尾。
妙語說書人dixit－精美畫風猜謎，可變化不同的遊戲。可以用在說故事的從前從前、用在機密代碼的圖片版等等。一款多用。
妙筆神猜－畫畫無敵，誰都能畫。吵熱氣氛的神器，勝負不是重點，”傑作”才是。
大搜查－直接帶一小款出門，一群人就能隨時隨地體驗一小時的密室逃脫。出遊特殊體驗的小法寶。'),
(10002,'心得',20001,current_timestamp(),'【心得】兒童+算數桌遊推薦','很久沒發文了><
同事問我，什麼樣的桌遊適合愛算數的小朋友？
這是我推薦的桌遊清單。
1. 妙語說書人Dixit：簡單圖畫說主題遊戲，說故事的主題小朋友非常適合，繽紛的圖片與說謎語的感覺，連大人如我都抗拒不了了....擴充收不完（好繽紛啊
>>延伸：從前從前的說故事桌遊，真的完全說故事。

2. 知識線：動物 Cardline Animals：動物比大小或長度或重量，益智知識桌遊配上可愛的插圖，完全是兒童類桌遊的首選之一。
>>延伸，還有出恐龍版，更是龍控不可或缺的。

3. 蟲蟲燒烤派對 Pickomino：很棒的丟骰遊戲，我老婆的最愛，也是某同事的女友最愛。不知怎麼的，這種骰類的遊戲就是有魔力有魅力。其中算數的機率，也很適合練習簡單的風險控管。')
,(10002,'討論',20001,current_timestamp(),'【情報】2024.長期約人玩阿瓦隆','2024新年阿瓦隆線上團龍總來~~
時間：2024/1/2（二）~12/31
晚上人滿就開，時間彈性不用有壓力
地點：阿瓦隆線上網頁版
費用：免費

簡介：我們是長年在台北開團的阿瓦隆群，
目前平日都會固定在線上開阿瓦隆
因為熱愛阿瓦隆所以想要持續找尋志同道合的朋友一起遊玩和交流！
2024年也會舉辦長期的阿瓦隆線上比賽
若有興趣一起交流下面有相關資訊。
https://linktr.ee/avalonpediatw

歡迎留言人數報名或私問')
,(10003,'討論',20001,current_timestamp(),'【問題】關於阿納克遺跡的幾個問題','小弟最近開始玩了阿納克遺跡
這是第一款玩的策略遊戲
我們一起討論的規則流程後還是有一些疑問
其實大部分是卡牌效果我們搞不太清楚
想請問各位大大一些規則上有些疑問的地方

1.有些卡片會啟動營地效果，像是狗和星圖等等
狗的效果是要未被佔領的營地，請問是要完全都沒有被佔領的才行還是只要有空處(第二個)也可以發動呢?
那我啟動後其他玩家還可以佔領嗎?

2.帳篷(Tent)：啟動1個你佔領的遺址，如果是第二級須先支付2個指南針
請問這張卡是表示可以再拿一次該遺址給的資源嗎?
這遺址是指挖掘一處遺址(營地)和發現一處新遺址(1.2)級嗎?

3.有些卡片可以少支付移動值，像是海龜等
請問如果去挖掘一處新遺址要支付移動值，這樣我還可以打出減少支付的卡來執行嗎?
因為打出卡片不是也算一個主要行動，這樣是不是就算是兩個只要行動了呢?
如果是的話這樣減少支付的卡要如何使用呢?
還是我們理解錯誤了@@')
,(10002,'討論',20001,current_timestamp(),'【情報】黑嘉嘉公開「圍棋」題材桌遊《烏鷺爭霸》 主打讓新手也有機會靠「運氣」跟老手同樂！','知名職業圍棋棋士黑嘉嘉近日公開以「圍棋」主題的卡牌桌上遊戲《烏鷺爭霸》，目前正在進行募資前問卷調查。
 
　　黑嘉嘉在上週公開了圍棋卡牌對弈遊戲《烏鷺爭霸》，根據介紹指出，這是由黑嘉嘉與程式老爹團隊、以「圍棋要如何才能讓新手也能跟老手同樂啊？」為出發點打造，並找上了金馬設計團隊 dosomething studio，替這個概念注入「靈魂」，並將攜手推出《烏鷺爭霸》。
 在《烏鷺爭霸》中加入了抽卡牌元素，增加了許多運氣的成分，並需依抽到的卡牌下出相對應的棋型，確實是能有效大幅降低初學圍棋的落子的心理門檻。除了卡牌，他們設計三種不同的遊戲模式，不論是沒有接觸過圍棋的人或者到達段位的高手，相信都可以在《烏鷺爭霸》中獲得樂趣。
 
　　黑嘉嘉：「圍棋中的每一手都有它的意義及思考邏輯存在，這是圍棋最吸引我的地方，但對於許多新手來說，也可能是最沉重的一點，因為不會就是不會，輸贏相對容易預測，實力至上，幾乎沒有運氣可言～於是，結合在程式老爹對於桌遊設計的專長與熱情，我開始思考如何將卡牌元素融入圍棋，讓新手也有機會靠『運氣』跟老手同樂！」')
,(10002,'開箱',20001,current_timestamp(),'【心得】Power shark鯊很大-開箱&心得','這款Power shark也是這次去日本帶回來的小遊戲，鯊魚為主題的桌遊還真不少，尤其日本人對鯊魚主題更是情有獨鍾~玩過其中幾款真的很鬧很有梗~
以前玩家都還是扮演人類要逃出鯊口~近幾年玩家都改成扮演鯊魚啦!~
不知道各位還有玩過哪些鯊魚主題桌遊呢~?遊戲設置
從人類卡中挑選出生命值為「3」、「8」、「12」、「17」、「20」的卡各一張，並排列在桌上。另外，取出生命值為「30+」的人類卡20張，正面朝上（即救生員插圖面朝上）洗牌，並放置在生命值為「20」的人類卡旁邊。將剩餘的21張人類卡洗牌後，背面朝上作為「人類牌庫」，放在生命值為「3」的人類卡旁邊
將47張鯊魚卡洗牌，背面朝上形成「鯊魚牌庫」，放置在所有玩家都能夠輕鬆取到的位置。
確定起始玩家。最近看過鯊魚電影的人最適合擔此角色，或者可以隨機選擇。
從“鯊魚牌庫”中，按照下表向每位玩家分發鯊魚卡片。這些是起始手牌，不得向其他玩家透露內容。
※起始玩家收到最左的卡片數量。隨後，按照順時針方向增加起始手牌的數量。')